org/20220426183359-new_industrialism.org
:PROPERTIES:
:ID:       4947a681-24e0-4b2c-8e50-4e35b6544427
:END:
#+TITLE: New Industrialism
#+CREATED: [2022-04-26 Tue 18:33]
#+LAST_MODIFIED: [2022-05-27 Fri 11:02]

Seems to be a thing in the US. See [[https://noahpinion.substack.com/p/a-new-industrialist-roundup?r=2syqq&utm_campaign=post&utm_medium=email&s=r][Noah Smith's blog post]] and [[https://danwang.co/how-technology-grows/][this post]] on how technology grows.

* References

- Ezra Klein, [[https://www.nytimes.com/2021/09/19/opinion/supply-side-progressivism.html][The Economic Mistake the Left is finally confronting]]
- Derek Thompson, [[https://www.theatlantic.com/ideas/archive/2022/01/scarcity-crisis-college-housing-health-care/621221/][A Simple Plan to solve all of America's problems]]
- Alec Stapp and Caleb Watney, [[https://progress.institute/progress-is-a-policy-choice/][Progress is a Policy Choice]]
- Mark Andreessen, [[https://future.a16z.com/its-time-to-build/][It's Time to Build]]
- Katherine Boyle, [[https://future.a16z.com/building-american-dynamism][Building American Dynamism]]
