20220426183359-new_industrialism.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-24 Wed 05:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>New Industrialism</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">New Industrialism</h1>
<p>
Seems to be a thing in the US. See <a target='_blank' rel='noopener noreferrer' class='external' href="https://noahpinion.substack.com/p/a-new-industrialist-roundup?r=2syqq&amp;utm_campaign=post&amp;utm_medium=email&amp;s=r">Noah Smith's blog post</a> and <a target='_blank' rel='noopener noreferrer' class='external' href="https://danwang.co/how-technology-grows/">this post</a> on how technology grows.
</p>

<div id="outline-container-org8815df6" class="outline-2">
<h2 id="org8815df6">References</h2>
<div class="outline-text-2" id="text-org8815df6">
<ul class="org-ul">
<li>Ezra Klein, <a target='_blank' rel='noopener noreferrer' class='external' href="https://www.nytimes.com/2021/09/19/opinion/supply-side-progressivism.html">The Economic Mistake the Left is finally confronting</a></li>
<li>Derek Thompson, <a target='_blank' rel='noopener noreferrer' class='external' href="https://www.theatlantic.com/ideas/archive/2022/01/scarcity-crisis-college-housing-health-care/621221/">A Simple Plan to solve all of America's problems</a></li>
<li>Alec Stapp and Caleb Watney, <a target='_blank' rel='noopener noreferrer' class='external' href="https://progress.institute/progress-is-a-policy-choice/">Progress is a Policy Choice</a></li>
<li>Mark Andreessen, <a target='_blank' rel='noopener noreferrer' class='external' href="https://future.a16z.com/its-time-to-build/">It's Time to Build</a></li>
<li>Katherine Boyle, <a target='_blank' rel='noopener noreferrer' class='external' href="https://future.a16z.com/building-american-dynamism">Building American Dynamism</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd35bd66" class="outline-2">
<h2 id="orgd35bd66">Links to this note</h2>
</div>
</div>
</body>
</html>
